//
//  Constants.swift
//  SHIFT_Test_task
//
//  Created by Vladimir Beliakov on 24.01.2023.
//

struct Descriptions {
    
    static let hardcodedText = "Первая заметка, которая по заданию уже должна быть отображена при первом запуске! Ты можешь меня удалить, но сперва прочитай! В данном приложении можно создать заметки, добавить к ним картинки, для этого надо нажать на иконку изображения, заметку можно удалить свайпом влево. Внутри заметки можно редактировать шрифт, размер шрифта, а так же можно изменить шрифт на жирный/курсив/подчеркнутый. Заметки сохраняются по нажатию кнопки сохранить. Если не хотите сохранять изменения, то можно нажать кнопку назад или свайпнуть вправо. в программе предоставлены всевозможные шрифты, имейте ввиду, что не все опции редактирования работают со всеми шрифтами! Наслаждайтесь!"
}

struct Fonts {
    
    static let arialFont = "Arial"
    
}

struct Pictures {
    
    static let defaultPhoto = "defaultPhoto"
    
}
